AgentosUA/psoc6-labs/lab11/lab11_1/lab11.cydsn/cy_eink_library/cy_eink_fonts.c
    /* Starting address:624 'U' */
    0x00, //        
    0xEE, // ### ###
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x38, //   ###  
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:636 'V' */
    0x00, //        
    0xEE, // ### ###
    0x44, //  #   # 
    0x44, //  #   # 
    0x28, //   # #  
    0x28, //   # #  
    0x28, //   # #  
    0x10, //    #   
    0x10, //    #   
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:648 'W' */
    0x00, //        
    0xEE, // ### ###
    0x44, //  #   # 
    0x44, //  #   # 
    0x54, //  # # # 
    0x54, //  # # # 
    0x54, //  # # # 
    0x54, //  # # # 
    0x28, //   # #  
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:660 'X' */
    0x00, //        
    0xC6, // ##   ##
    0x44, //  #   # 
    0x28, //   # #  
    0x10, //    #   
    0x10, //    #   
    0x28, //   # #  
    0x44, //  #   # 
    0xC6, // ##   ##
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:672 'Y' */
    0x00, //        
    0xEE, // ### ###
    0x44, //  #   # 
    0x28, //   # #  
    0x28, //   # #  
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x38, //   ###  
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:684 'Z' */
    0x00, //        
    0x7C, //  ##### 
    0x44, //  #   # 
    0x08, //     #  
    0x10, //    #   
    0x10, //    #   
    0x20, //   #    
    0x44, //  #   # 
    0x7C, //  ##### 
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:696 '[' */
    0x00, //        
    0x38, //   ###  
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x38, //   ###  
    0x00, //        

    /* Starting address:708 '\' */
    0x00, //        
    0x40, //  #     
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x10, //    #   
    0x10, //    #   
    0x08, //     #  
    0x08, //     #  
    0x08, //     #  
    0x00, //        
    0x00, //        

    /* Starting address:720 ']' */
    0x00, //        
    0x38, //   ###  
    0x08, //     #  
    0x08, //     #  
    0x08, //     #  
    0x08, //     #  
    0x08, //     #  
    0x08, //     #  
    0x08, //     #  
    0x08, //     #  
    0x38, //   ###  
    0x00, //        

    /* Starting address:732 '^' */
    0x00, //        
    0x10, //    #   
    0x10, //    #   
    0x28, //   # #  
    0x44, //  #   # 
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:744 '_' */
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0xFE, // #######

    /* Starting address:756 '`' */
    0x00, //        
    0x10, //    #   
    0x08, //     #  
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:768 'a' */
    0x00, //        
    0x00, //        
    0x00, //        
    0x38, //   ###  
    0x44, //  #   # 
    0x3C, //   #### 
    0x44, //  #   # 
    0x44, //  #   # 
    0x3E, //   #####
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:780 'b' */
    0x00, //        
    0xC0, // ##     
    0x40, //  #     
    0x58, //  # ##  
    0x64, //  ##  # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0xF8, // #####  
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:792 'c' */
    0x00, //        
    0x00, //        
    0x00, //        
    0x3C, //   #### 
    0x44, //  #   # 
    0x40, //  #     
    0x40, //  #     
    0x44, //  #   # 
    0x38, //   ###  
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:804 'd' */
    0x00, //        
    0x0C, //     ## 
    0x04, //      # 
    0x34, //   ## # 
    0x4C, //  #  ## 
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x3E, //   #####
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:816 'e' */
    0x00, //        
    0x00, //        
    0x00, //        
    0x38, //   ###  
    0x44, //  #   # 
    0x7C, //  ##### 
    0x40, //  #     
    0x40, //  #     
    0x3C, //   #### 
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:828 'f' */
    0x00, //        
    0x1C, //    ### 
    0x20, //   #    
    0x7C, //  ##### 
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x20, //   #    
    0x7C, //  ##### 
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:840 'g' */
    0x00, //        
    0x00, //        
    0x00, //        
    0x36, //   ## ##
    0x4C, //  #  ## 
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x3C, //   #### 
    0x04, //      # 
    0x38, //   ###  
    0x00, //        

    /* Starting address:852 'h' */
    0x00, //        
    0xC0, // ##     
    0x40, //  #     
    0x58, //  # ##  
    0x64, //  ##  # 
    0x44, //  #   # 
    0x44, //  #   # 
    0x44, //  #   # 
    0xEE, // ### ###
    0x00, //        
    0x00, //        
    0x00, //        

