AgentosUA/psoc6-labs/lab11/lab11_1/lab11.cydsn/cy_eink_library/cy_eink_fonts.c
    // @576 '3' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xC0, //      #####      
    0x0C, 0x60, //     ##   ##     
    0x0C, 0x30, //     ##    ##    
    0x00, 0x30, //           ##    
    0x00, 0x60, //          ##     
    0x07, 0xC0, //      #####      
    0x00, 0x60, //          ##     
    0x00, 0x30, //           ##    
    0x00, 0x30, //           ##    
    0x00, 0x30, //           ##    
    0x0C, 0x60, //     ##   ##     
    0x07, 0xC0, //      #####      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @608 '4' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0xC0, //         ##      
    0x01, 0xC0, //        ###      
    0x01, 0xC0, //        ###      
    0x03, 0xC0, //       ####      
    0x06, 0xC0, //      ## ##      
    0x0C, 0xC0, //     ##  ##      
    0x18, 0xC0, //    ##   ##      
    0x1F, 0xF0, //    #########    
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x01, 0xE0, //        ####     
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @640 '5' (16 pixels wide)
    0x00, 0x00, //                 
    0x0F, 0xE0, //     #######     
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0F, 0x80, //     #####       
    0x00, 0xC0, //         ##      
    0x00, 0x60, //          ##     
    0x00, 0x60, //          ##     
    0x00, 0x60, //          ##     
    0x00, 0x60, //          ##     
    0x0C, 0xC0, //     ##  ##      
    0x07, 0x80, //      ####       
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @672 '6' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xE0, //      ######     
    0x0C, 0x30, //     ##    ##    
    0x18, 0x00, //    ##           
    0x18, 0x00, //    ##           
    0x1F, 0xC0, //    #######      
    0x1C, 0x60, //    ###   ##     
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x0C, 0x60, //     ##   ##     
    0x07, 0xC0, //      #####      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @704 '7' (16 pixels wide)
    0x00, 0x00, //                 
    0x0F, 0xF0, //     ########    
    0x00, 0x60, //          ##     
    0x00, 0x60, //          ##     
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @736 '8' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xE0, //      ######     
    0x0E, 0x70, //     ###  ###    
    0x0C, 0x30, //     ##    ##    
    0x0C, 0x30, //     ##    ##    
    0x07, 0x60, //      ### ##     
    0x07, 0xC0, //      #####      
    0x0D, 0xE0, //     ## ####     
    0x18, 0x70, //    ##    ###    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x1C, 0x60, //    ###   ##     
    0x07, 0xC0, //      #####      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @768 '9' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xC0, //      #####      
    0x0C, 0x60, //     ##   ##     
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x0C, 0x30, //     ##    ##    
    0x07, 0xF0, //      #######    
    0x00, 0x30, //           ##    
    0x00, 0x30, //           ##    
    0x18, 0x60, //    ##    ##     
    0x1F, 0xC0, //    #######      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @800 ':' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @832 ';' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x00, 0x00, //                 

    // @864 '<' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x30, //           ##    
    0x00, 0xE0, //         ###     
    0x01, 0x80, //        ##       
    0x07, 0x00, //      ###        
    0x1C, 0x00, //    ###          
    0x07, 0x00, //      ###        
    0x01, 0x80, //        ##       
    0x00, 0xE0, //         ###     
    0x00, 0x30, //           ##    
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

