AgentosUA/psoc6-labs/lab11/lab11_1/lab11.cydsn/cy_eink_library/cy_eink_fonts.c
    // @896 '=' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x1F, 0xF0, //    #########    
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x1F, 0xF0, //    #########    
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @928 '>' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x18, 0x00, //    ##           
    0x0E, 0x00, //     ###         
    0x03, 0x00, //       ##        
    0x01, 0xC0, //        ###      
    0x00, 0x60, //          ##     
    0x01, 0xC0, //        ###      
    0x07, 0x00, //      ###        
    0x0C, 0x00, //     ##          
    0x18, 0x00, //    ##           
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @960 '?' (16 pixels wide)
    0x00, 0x00, //                 
    0x0F, 0xC0, //     ######      
    0x0C, 0x60, //     ##   ##     
    0x00, 0x60, //          ##     
    0x00, 0x60, //          ##     
    0x00, 0xC0, //         ##      
    0x01, 0x80, //        ##       
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x06, 0x00, //      ##         
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @992 '@' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xE0, //      ######     
    0x0C, 0x30, //     ##    ##    
    0x18, 0x18, //    ##      ##   
    0x33, 0xEC, //   ##  ##### ##  
    0x66, 0x6C, //  ##  ##  ## ##  
    0x6C, 0xEC, //  ## ##  ### ##  
    0x6C, 0xCC, //  ## ##  ##  ##  
    0x6F, 0xD8, //  ## ###### ##   
    0x6F, 0xF0, //  ## ########    
    0x30, 0x00, //   ##            
    0x18, 0x00, //    ##           
    0x0F, 0xC0, //     ######      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1024 'A' (16 pixels wide)
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x07, 0x00, //      ###        
    0x07, 0x80, //      ####       
    0x0D, 0x80, //     ## ##       
    0x0D, 0x80, //     ## ##       
    0x0C, 0xC0, //     ##  ##      
    0x18, 0xC0, //    ##   ##      
    0x1F, 0xC0, //    #######      
    0x18, 0x60, //    ##    ##     
    0x30, 0x60, //   ##     ##     
    0x30, 0x30, //   ##      ##    
    0x78, 0x78, //  ####    ####   
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1056 'B' (16 pixels wide)
    0x00, 0x00, //                 
    0x1F, 0xC0, //    #######      
    0x0C, 0x60, //     ##   ##     
    0x0C, 0x30, //     ##    ##    
    0x0C, 0x30, //     ##    ##    
    0x0C, 0x60, //     ##   ##     
    0x0F, 0xC0, //     ######      
    0x0C, 0x60, //     ##   ##     
    0x0C, 0x30, //     ##    ##    
    0x0C, 0x30, //     ##    ##    
    0x0C, 0x30, //     ##    ##    
    0x0C, 0x60, //     ##   ##     
    0x1F, 0xC0, //    #######      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1088 'C' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xE0, //      ######     
    0x0C, 0x70, //     ##   ###    
    0x18, 0x30, //    ##     ##    
    0x30, 0x00, //   ##            
    0x30, 0x00, //   ##            
    0x30, 0x00, //   ##            
    0x30, 0x00, //   ##            
    0x30, 0x00, //   ##            
    0x30, 0x00, //   ##            
    0x18, 0x00, //    ##           
    0x0C, 0x30, //     ##    ##    
    0x07, 0xE0, //      ######     
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1120 'D' (16 pixels wide)
    0x00, 0x00, //                 
    0x3F, 0xE0, //   #########     
    0x18, 0x30, //    ##     ##    
    0x18, 0x18, //    ##      ##   
    0x18, 0x0C, //    ##       ##  
    0x18, 0x0C, //    ##       ##  
    0x18, 0x0C, //    ##       ##  
    0x18, 0x0C, //    ##       ##  
    0x18, 0x0C, //    ##       ##  
    0x18, 0x0C, //    ##       ##  
    0x18, 0x18, //    ##      ##   
    0x18, 0x30, //    ##     ##    
    0x3F, 0xE0, //   #########     
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1152 'E' (16 pixels wide)
    0x00, 0x00, //                 
    0x1F, 0xE0, //    ########     
    0x0C, 0x60, //     ##   ##     
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0C, 0xC0, //     ##  ##      
    0x0F, 0xC0, //     ######      
    0x0C, 0xC0, //     ##  ##      
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0C, 0x60, //     ##   ##     
    0x1F, 0xE0, //    ########     
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1184 'F' (16 pixels wide)
    0x00, 0x00, //                 
    0x1F, 0xE0, //    ########     
    0x0C, 0x60, //     ##   ##     
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0C, 0xC0, //     ##  ##      
    0x0F, 0xC0, //     ######      
    0x0C, 0xC0, //     ##  ##      
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x1E, 0x00, //    ####         
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1216 'G' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xE0, //      ######     
    0x0C, 0x70, //     ##   ###    
    0x18, 0x30, //    ##     ##    
    0x30, 0x00, //   ##            
    0x30, 0x00, //   ##            
    0x30, 0x00, //   ##            
    0x30, 0xF8, //   ##    #####   
    0x30, 0x30, //   ##      ##    
    0x30, 0x30, //   ##      ##    
    0x18, 0x30, //    ##     ##    
    0x0C, 0x30, //     ##    ##    
    0x07, 0xE0, //      ######     
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

